{
  "activation_function": "swiglu",
  "architectures": [
    "NomicVisionModel"
  ],
  "attn_pdrop": 0.0,
  "auto_map": {
    "AutoConfig": "nomic-ai/nomic-bert-2048--configuration_hf_nomic_bert.NomicBertConfig",
    "AutoModel": "nomic-ai/nomic-bert-2048--modeling_hf_nomic_bert.NomicVisionModel"
  },
  "bos_token_id": null,
  "causal": false,
  "dense_seq_output": true,
  "drop_path_rate": 0.0,
  "embd_pdrop": 0.0,
  "eos_token_id": null,
  "eva_qkv_bias": false,
  "fused_bias_fc": true,
  "fused_dropout_add_ln": true,
  "global_pool": null,
  "hidden_features_scaling_factor": 1.0,
  "img_size": 224,
  "initializer_range": 0.02,
  "layer_norm_epsilon": 1e-06,
  "layer_scale": false,
  "layer_scale_init": 1.0,
  "learned_pos_embedding": false,
  "mask_token": false,
  "max_trained_positions": 2048,
  "mlp_fc1_bias": true,
  "mlp_fc2_bias": true,
  "model_type": "nomic_bert",
  "n_embd": 768,
  "n_head": 12,
  "n_inner": 2048.0,
  "n_layer": 12,
  "n_positions": 0,
  "no_cls_token": false,
  "no_embed_class": false,
  "no_last_ln": true,
  "norm_mlp": true,
  "num_channels": 3,
  "pad_vocab_size_multiple": 1,
  "parallel_block": false,
  "parallel_block_tied_norm": false,
  "patch_dropout": 0,
  "patch_embed_bias": true,
  "patch_size": 16,
  "prenorm": true,
  "prepre_layernom": false,
  "qkv_proj_bias": true,
  "ref_feat_shape": [
    14,
    14
  ],
  "register_tokens": 0,
  "reorder_and_upcast_attn": false,
  "resid_pdrop": 0.0,
  "rotary_emb_base": 10000,
  "rotary_emb_fraction": 0,
  "rotary_emb_interleaved": false,
  "rotary_emb_scale_base": null,
  "rotary_scaling_factor": null,
  "scale_attn_by_inverse_layer_idx": false,
  "scale_attn_weights": true,
  "sinusoidal_pos_embedding": false,
  "summary_activation": null,
  "summary_first_dropout": 0.1,
  "summary_proj_to_labels": true,
  "summary_type": "cls_index",
  "summary_use_proj": true,
  "torch_dtype": "float32",
  "transformers_version": "4.40.2",
  "type_vocab_size": 2,
  "use_cache": true,
  "use_flash_attn": true,
  "use_pos_embed": true,
  "use_rms_norm": false,
  "use_rotary_pos_emb": true,
  "use_xentropy": false,
  "vocab_size": 0
}
